{"Localization":[{"Key":"Battle","Value":"Schlacht"},{"Key":"Leaderboard","Value":"Rangliste"},{"Key":"Cards","Value":"Karten"},{"Key":"Unlock","Value":"Entsperren"},{"Key":"Winner","Value":"Gewinner"},{"Key":"BattleDeck","Value":"Schlachtdeck"},{"Key":"Continue","Value":"Weitermachen"},{"Key":"Music","Value":"Musik"},{"Key":"Sounds","Value":"Geräusche"},{"Key":"OK","Value":"OK"},{"Key":"Next","Value":"Nächste"},{"Key":"Remain","Value":"Bleiben"},{"Key":"Unlocked","Value":"Entsperrt"},{"Key":"Open","Value":"Offen"},{"Key":"StartBattle","Value":"Kampf starten"},{"Key":"Back","Value":"Zurück"},{"Key":"Searching","Value":"Suche"},{"Key":"NoData","Value":"Keine Daten"},{"Key":"NotFound","Value":"Nicht gefunden"},{"Key":"Player","Value":"Spieler"},{"Key":"Choose","Value":"Wählen"},{"Key":"Max","Value":"Max."},{"Key":"Settings","Value":"Einstellungen"},{"Key":"ChestSlot","Value":"Schatztruhe-Slot"},{"Key":"Greetings","Value":"Hallo, mein Herr, Sie haben Ihr Amt erst kürzlich angetreten, also lassen Sie uns die wichtigsten Dinge durchgehen, die Sie wissen sollten."},{"Key":"Cards-1","Value":"Hier sind die Karten Ihrer Einheiten."},{"Key":"Cards-2","Value":"Wähle eine Karte aus und klicke auf die Karte im Stapel, die du ersetzen möchtest, und schon kannst du deinen Stapel zusammenstellen."},{"Key":"Cards-3","Value":"Kehren wir zum Kampfmenü zurück."},{"Key":"Battle-1","Value":"Hier werden eure Truhen aufbewahrt und geöffnet."},{"Key":"Battle-2","Value":"Was sind das für Truhen?! Truhen mit Karten, natürlich."},{"Key":"Battle-3","Value":"Für jeden gewonnenen Zweikampf erhältst du eine Truhe von unterschiedlicher Qualität."},{"Key":"Battle-4","Value":"Übrigens variiert auch die Qualität deiner Einheiten. Und natürlich findet man höherwertige Karten leichter in höherwertigen Truhen."},{"Key":"Battle-ChestButton-1","Value":"Das Öffnen der Truhe dauert seine Zeit, aber es gibt immer eine Möglichkeit, die Sache etwas zu beschleunigen."},{"Key":"Battle-ChestButton-2","Value":"Kommen wir nun zur Liste der Stärksten."},{"Key":"Leaderboard-1","Value":"Dies ist eine Liste der stärksten Könige."},{"Key":"Leaderboard-2","Value":"Durch den Sieg über den Gegner erhältst du außerdem Kelche, und die Anzahl der Kelche bestimmt die Macht des Königs."},{"Key":"Leaderboard-3","Value":"Dein Hauptziel ist es, der mächtigste König dieses Landes zu werden!"},{"Key":"Leaderboard-4","Value":"Das war’s für heute. Wir sehen uns auf dem Schlachtfeld."},{"Key":"Gameplay-1","Value":"Hier ist dein Gegner."},{"Key":"Gameplay-2","Value":"Jede Seite verfügt über zwei Wehrtürme und einen Hauptturm. Für die Zerstörung eines Turms wird eine Krone verliehen."},{"Key":"Gameplay-3","Value":"Die Seite, die am Ende der Schlacht die meisten Kronen hat, wird gewinnen."},{"Key":"Gameplay-4","Value":"Aber glaubt nicht, ihr könntet ewig in der Verteidigung verharren. Das ganze Duell dauert nur 3 Minuten."},{"Key":"Gameplay-5","Value":"Hier sind die Karten, die auf dem Spielbrett platziert werden können."},{"Key":"Gameplay-6","Value":"Beachten Sie, dass Elixier benötigt wird, um eine Einheit zu platzieren."},{"Key":"Gameplay-7","Value":"Elixier ist eine spezielle Mischung, die benötigt wird, um Karten in Einheiten umzuwandeln."},{"Key":"Gameplay-8","Value":"Sie sollten besser nicht wissen, woher es kommt, aber eines kann ich Ihnen mit Sicherheit sagen: Ihre Diener arbeiten ununterbrochen, um sicherzustellen, dass Ihre Vorräte nicht ausgehen."},{"Key":"Gameplay-9","Value":"Eine Karte, die nach dem Ausspielen einer anderen Karte aus Ihrer Hand in Ihre Hand fallen wird, befindet sich in der Nähe."},{"Key":"Gameplay-10","Value":"Nun, ich glaube nicht, dass ich etwas vergessen habe. Der Kampf hat bereits begonnen. Viel Glück!"}]}